{
  "english": "الإنجليزية",
  "arabic": "العربية",
  "contact us": "تواصل معنا",
  "join us": "انضم إلينا",
  "aboutus": "حولنا",
  "About Us": "حولنا",
  "read more": "اقرأ المزيد",
  "our partners": "شركاؤنا",
  "video making": "إنتاج الفيديو",
  "branding": "العلامة التجارية",
  "Marketing strategy": "استراتيجية التسويق",
  "Email Marketing": "التسويق عبر البريد الإلكتروني",
  "Social Media Managing": "إدارة وسائل التواصل الاجتماعي",
  "Content Writing": "كتابة المحتوى",
  "Random content to fill the blank space": "محتوى عشوائي لملء المساحة الفارغة",
  "random content": "محتوى عشوائي",
  "home": "الرئيسية",
  "about us": "حولنا",
  "services": "الخدمات",
  "branches": "الفروع",
  "news": "الأخبار",
  "jobs": "الوظائف",
  "products": "المنتجات",
  "net profit": "صافي الربح",
  "profit": "الربح",
  "save 40$": "وفر 40$",
  "We are committed to building effective partnerships with supporting companies, contributing to the advancement, development, and expansion of the sector through diverse capabilities, expertise, and technological innovation.": "نحن ملتزمون ببناء شراكات فعالة مع الشركات الداعمة، مما يسهم في تقدم وتطوير وتوسيع القطاع من خلال قدرات متنوعة وخبرة وابتكار تكنولوجي.",
  "We specialize in fostering effective partnerships with supportive companies to drive mutual success.": "نحن متخصصون في تعزيز الشراكات الفعالة مع الشركات الداعمة لدفع النجاح المتبادل.",
  "Transform your business with our": "طور عملك معنا",
  "Creative Marketing Solutions!": "بأستخدام حلول تسويقية إبداعية!",
  "Welcome to Focus Marketing Solutions! We're a creative team dedicated to driving your business forward with innovative marketing strategies. From digital marketing to social media management, we're here to help you succeed. Let's build something extraordinary together.": "مرحبًا بكم في حلول التسويق فوكاس! نحن فريق إبداعي مكرس لدفع أعمالكم إلى الأمام باستراتيجيات تسويقية مبتكرة. من التسويق الرقمي إلى إدارة وسائل التواصل الاجتماعي، نحن هنا لمساعدتكم على النجاح. لنبني شيئًا استثنائيًا معًا.",
  "welome to": "مرحبًا بكم في",
  "focus marketing solutions": "حلول التسويق المركزة",
  "We're a creative team dedicated to driving your business forward with innovative marketing strategies. From digital marketing to social media management, we're here to help you succeed.": "نحن فريق إبداعي مكرس لدفع أعمالكم إلى الأمام باستراتيجيات تسويقية مبتكرة. من التسويق الرقمي إلى إدارة وسائل التواصل الاجتماعي، نحن هنا لمساعدتكم على النجاح.",
  "Let's build something extraordinary together.": "لنبتكر شيئًا استثنائيًا معًا.",
  "our services": "خدماتنا",
  "transforming your online presence with innovative digital strategies": "تحويل حضورك عبر الإنترنت باستراتيجيات رقمية مبتكرة",
  "the company's philosophy": "فلسفة الشركة",
  "We bear the responsibility of developing the sector.": "نحن نحمل مسؤولية تطوير القطاع.",
  "Elevate your brand with our comprehensive marketing solutions,including Digital Marketing, Content Creation, and Social Media Strategy. Enhance visibility through expert SEO and PPC management,": "ارفع علامتك التجارية بحلولنا التسويقية الشاملة، بما في ذلك التسويق الرقمي، إنشاء المحتوى، واستراتيجيات وسائل التواصل الاجتماعي. عزز الرؤية من خلال تحسين محركات البحث وإدارة الإعلانات المدفوعة.",
  "clients": "العملاء",
  "our clients": "عملاؤنا",
  "number of employees": "عدد الموظفين",
  "products sales": "مبيعات المنتجات",
  "sales representative": "مندوبو المبيعات",
  "statistics": "الإحصائيات",
  "view all news": "عرض جميع الأخبار",
  "Simple pricing for your Business": "أسعار بسيطة لأعمالك",
  "We have several powerful plans to showcase your business and get discovered as a creative entrepreneurs. Everything you need.": "لدينا العديد من الخطط القوية لعرض عملك واكتشافك كرائد أعمال مبتكر. كل ما تحتاج إليه.",
  "our clients testimonials": "شهادات عملائنا",
  "ali mohammed": "علي محمد",
  "I am so happy with your company. it's very good company to work with Ever since my insurer switched to you, everything and everybody I've spoken to has been extremely, extremely pleasant, helpful, and they listen to my concerns instead of just saying okay!": "أنا سعيد جدًا بشركتكم. إنها شركة جيدة جدًا للعمل معها. منذ أن انتقل مزودي للتأمين إلى شركتكم، كان كل شيء وكل شخص تحدثت معه ممتعًا للغاية، متعاونًا للغاية، ويستمع إلى مخاوفي بدلًا من قول حسنًا فقط!",
  "I am so happy with your company. Ever since my insurer switched to you, everything and everybody I've spoken to has been extremely, extremely pleasant, helpful, and they listen to my concerns instead of just saying okay!": "أنا سعيد جدًا بشركتكم. منذ أن انتقل مزودي للتأمين إلى شركتكم، كان كل شيء وكل شخص تحدثت معه ممتعًا للغاية، متعاونًا للغاية، ويستمع إلى مخاوفي بدلًا من قول حسنًا فقط!",
  "your email": "بريدك الإلكتروني",
  "Register now to get the best delivery experience for you and your clients in Iraq!": "سجل الآن للحصول على أفضل تجربة توصيل لك ولعملائك في العراق!",
  "register now": "سجل الآن",
  "the company": "الشركة",
  "who we are": "من نحن",
  "help center": "مركز المساعدة",
  "common questions": "الأسئلة الشائعة",
  "register as merchant": "سجل كتاجر",
  "facebook": "فيسبوك",
  "twitter": "تويتر",
  "instagram": "إنستغرام",
  "linkedin": "لينكد إن",
  "Pro account gives you freedom with uploading HD videos and can also meet all your business needs": "حساب برو يمنحك الحرية في تحميل مقاطع الفيديو عالية الدقة ويمكن أن يلبي جميع احتياجات عملك.",
  "pro account": "حساب برو",
  "pro": "برو",
  "/month": "/شهر",
  "free": "مجاني",
  "try one month": "جرب شهرًا واحدًا",
  "intro": "مقدمة",
  "base": "أساسي",
  "theme:": "الثيم",
  "language": "اللغة",
  "languages:": "اللغات",
  "premium": "بريميوم",
  "enterprise": "الشركات",
  "marketing": "التسويق",
  "digital": "الرقمي",
  "title": "العنوان",
  "welcome to": "مرحبًا بكم في",
  "We incorporate the formation of public partnerships as a core aspect of our operations.": "نحن ندمج تشكيل الشراكات العامة كجزء أساسي من عملياتنا.",
  "this is home page": "هذه هي الصفحة الرئيسية",
  "this is about page": "هذه هي صفحة حولنا",
  "this is services page": "هذه هي صفحة الخدمات",
  "this is branches page": "هذه هي صفحة الفروع",
  "this is news page": "هذه هي صفحة الأخبار",
  "this is jobs page": "هذه هي صفحة الوظائف",
  "this is contact us page": "هذه هي صفحة تواصل معنا",
  "this is join us page": "هذه هي صفحة انضم إلينا",
  "this is read more page": "هذه هي صفحة اقرأ المزيد",
  "this is not found page": "هذه هي صفحة غير موجودة",
  "this is not found": "غير موجود",
  "this is register page": "هذه هي صفحة التسجيل",
  "this is questions page": "هذه هي صفحة الأسئلة",
  "this is who we are page": "هذه هي صفحة من نحن",
  "What are you waiting for?": "ماذا تنتظر؟",
  "© 2024 Leader Express Delivery Company. All rights reserved.": "© 2024 شركة ليدر إكسبريس للتوصيل. جميع الحقوق محفوظة."
}
